{
  "users": [
    {
      "id": "001",
      "login": "dima",
      "password": "1234567",
      "registed_at": "2024-02-17",
      "role_id": "0"
    },
    {
      "login": "maks",
      "password": "1234567",
      "registed_at": "2042-04-07 14:50",
      "role_id": 1,
      "id": "va7zFmp"
    },
    {
      "login": "Ivan",
      "password": "1234567",
      "registed_at": "2058-05-01 12:11",
      "role_id": 2,
      "id": "EwUfcEr"
    }
  ],
  "roles": [
    {
      "id": "0",
      "name": "Администратор"
    },
    {
      "id": "1",
      "name": "Модератор"
    },
    {
      "id": "2",
      "name": "Читатель"
    },
    {
      "id": "3",
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "001",
      "title": "Задача организации",
      "imageUrl": "https://fastly.picsum.photos/id/923/280/150.jpg?hmac=xVTcPIhV1j44KgOkR1kXuK-WU6qFHJCqn578il0Ts88",
      "content": "Как принято считать, явные признаки победы институционализации, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут в равной степени предоставлены сами себе. Принимая во внимание показатели успешности, внедрение современных методик однозначно определяет каждого участника как способного принимать собственные решения касаемо позиций, занимаемых участниками в отношении поставленных задач.",
      "publishedAt": "2024-02-17"
    },
    {
      "id": "002",
      "title": "Задача клиентов",
      "imageUrl": "https://fastly.picsum.photos/id/923/280/150.jpg?hmac=xVTcPIhV1j44KgOkR1kXuK-WU6qFHJCqn578il0Ts88",
      "content": "Противоположная точка зрения подразумевает, что независимые государства, инициированные исключительно синтетически, ограничены исключительно образом мышления. Таким образом, новая модель организационной деятельности влечет за собой процесс внедрения и модернизации поставленных обществом задач. Также как повышение уровня гражданского сознания однозначно определяет каждого участника как способного принимать собственные решения касаемо своевременного выполнения сверхзадачи. Кстати, независимые государства призывают нас к новым свершениям, которые, в свою очередь, должны быть заблокированы в рамках своих собственных рациональных ограничений. Приятно, граждане, наблюдать, как многие известные личности могут быть подвергнуты целой серии независимых исследований. В целом, конечно, постоянное информационно-пропагандистское обеспечение нашей деятельности в значительной степени обусловливает важность благоприятных перспектив.",
      "publishedAt": "2024-01-16"
    },
    {
      "id": "003",
      "title": "Задача сотрудников",
      "imageUrl": "https://fastly.picsum.photos/id/130/280/150.jpg?hmac=cGoE0vlZMbrwbuJrJlr1NXvh71oN6iRN6CJUNgCUI2c",
      "content": "С другой стороны, перспективное планирование не даёт нам иного выбора, кроме определения соответствующих условий активизации. Внезапно, предприниматели в сети интернет призывают нас к новым свершениям, которые, в свою очередь, должны быть своевременно верифицированы. Равным образом, высококачественный прототип будущего проекта обеспечивает актуальность дальнейших направлений развития.",
      "publishedAt": "2022-03-14"
    },
    {
      "id": "004",
      "title": "Случайный текст похож на полуночный пёсий вой",
      "imageUrl": "https://fastly.picsum.photos/id/243/280/150.jpg?hmac=-xDydlqYZiTNA1kILrUfRMgMsFeUzQmx3P1X-O4L_Ik",
      "content": "Задача организации, в особенности же высококачественный прототип будущего проекта способствует повышению качества своевременного выполнения сверхзадачи. В рамках спецификации современных стандартов, действия представителей оппозиции неоднозначны и будут в равной степени предоставлены сами себе. Каждый из нас понимает очевидную вещь: реализация намеченных плановых заданий требует анализа первоочередных требований. Но непосредственные участники технического прогресса формируют глобальную экономическую сеть и при этом — объективно рассмотрены соответствующими инстанциями. Приятно, граждане, наблюдать, как представители современных социальных резервов, превозмогая сложившуюся непростую экономическую ситуацию, призваны к ответу.",
      "publishedAt": "2024-02-12"
    },
    {
      "id": "006",
      "title": "Давайте не забывать, что добрая половина выводов одухотворила всех причастных",
      "imageUrl": "https://fastly.picsum.photos/id/618/280/150.jpg?hmac=z7Exse-tW4BUPvcGYqBHmMf4mlxgJCvlLp8vEvMeZR0",
      "content": "Лишь стремящиеся вытеснить традиционное производство, нанотехнологии набирают популярность среди определенных слоев населения, а значит, должны быть смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Идейные соображения высшего порядка, а также убеждённость некоторых оппонентов требует определения и уточнения форм воздействия.",
      "publishedAt": "2023-02-09"
    },
    {
      "id": "007",
      "title": "Новая парадигма реальности: склады ломятся от зерна",
      "imageUrl": "https://fastly.picsum.photos/id/742/280/150.jpg?hmac=I2140AbUPm86ohApLid4uI_vLXRkdzLPXaRRzUEbmc4",
      "content": "Не следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление представляет собой интересный эксперимент проверки как самодостаточных, так и внешне зависимых концептуальных решений. Лишь тщательные исследования конкурентов, вне зависимости от их уровня, должны быть указаны как претенденты на роль ключевых факторов. Есть над чем задуматься: сделанные на базе интернет-аналитики выводы могут быть обнародованы. Являясь всего лишь частью общей картины, непосредственные участники технического прогресса формируют глобальную экономическую сеть и при этом — заблокированы в рамках своих собственных рациональных ограничений.",
      "publishedAt": "2023-02-17"
    },
    {
      "id": "008",
      "title": "Новый закон накладывает вето на далёкий барабанный бой",
      "imageUrl": "https://fastly.picsum.photos/id/255/280/150.jpg?hmac=qC1M-8pp-vXPcXe9vyxHw8Qt4cNY7BehKH5KblwmLKQ",
      "content": "Лишь стремящиеся вытеснить традиционное производство, нанотехнологии преданы социально-демократической анафеме. Принимая во внимание показатели успешности, реализация намеченных плановых заданий предоставляет широкие возможности для инновационных методов управления процессами. Лишь сделанные на базе интернет-аналитики выводы могут быть представлены в исключительно положительном свете. Разнообразный и богатый опыт говорит нам, что базовый вектор развития обеспечивает широкому кругу (специалистов) участие в формировании приоретизации разума над эмоциями.",
      "publishedAt": "2024-02-05"
    },
    {
      "id": "009",
      "title": "Выбранный нами инновационный путь станет частью наших традиций",
      "imageUrl": "https://fastly.picsum.photos/id/314/280/150.jpg?hmac=QPAk2fCPFrleADoJI_IMT_V7cegStgu2hLHg2DJgeZs",
      "content": "С учётом сложившейся международной обстановки, убеждённость некоторых оппонентов однозначно фиксирует необходимость позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности в значительной степени обусловливает важность благоприятных перспектив. Но внедрение современных методик позволяет выполнить важные задания по разработке первоочередных требований. Но представители современных социальных резервов, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут обнародованы. А также интерактивные прототипы и по сей день остаются уделом либералов, которые жаждут быть своевременно верифицированы.",
      "publishedAt": "2024-02-03"
    },
    {
      "id": "fb53",
      "imageUrl": "https://fastly.picsum.photos/id/255/280/150.jpg?hmac=qC1M-8pp-vXPcXe9vyxHw8Qt4cNY7BehKH5KblwmLKQ",
      "publishedAt": "2051-01-27 20:23",
      "title": "Вторая добавленная ",
      "content": "\nЗадача организации, в особенности же существующая теория играет определяющее значение для укрепления моральных ценностей. Не следует, однако, забывать, что глубокий уровень погружения не даёт нам иного выбора, кроме определения как самодостаточных, так и внешне зави"
    },
    {
      "id": "464b",
      "imageUrl": "https://fastly.picsum.photos/id/243/280/150.jpg?hmac=-xDydlqYZiTNA1kILrUfRMgMsFeUzQmx3P1X-O4L_Ik",
      "publishedAt": "2046-01-26 04:06",
      "title": "Контрольная проверка",
      "content": "Светит мне знакомая звезда"
    },
    {
      "id": "a304",
      "imageUrl": "https://fastly.picsum.photos/id/742/280/150.jpg?hmac=I2140AbUPm86ohApLid4uI_vLXRkdzLPXaRRzUEbmc4",
      "publishedAt": "2034-07-08 04:57",
      "title": "Противоположная точка зрения",
      "content": "Кстати, активно развивающиеся страны третьего мира обнародованы."
    },
    {
      "id": "1b5d",
      "imageUrl": "https://fastly.picsum.photos/id/255/280/150.jpg?hmac=qC1M-8pp-vXPcXe9vyxHw8Qt4cNY7BehKH5KblwmLKQ",
      "publishedAt": "2052-07-13 05:11",
      "title": "Ну вот и все",
      "content": "1234567890"
    }
  ],
  "comments": [
    {
      "id": "ed26",
      "author_id": "001",
      "post_id": "001",
      "published_at": "2045-06-26 16:56",
      "content": "111113"
    },
    {
      "id": "595a",
      "author_id": "001",
      "post_id": "001",
      "published_at": "2034-09-14 13:58",
      "content": "папвы"
    },
    {
      "id": "c611",
      "author_id": "001",
      "post_id": "001",
      "published_at": "2034-03-16 08:13",
      "content": "авыфафа"
    },
    {
      "id": "0aa8",
      "author_id": "001",
      "post_id": "001",
      "published_at": "2039-01-08 01:10",
      "content": "фааав"
    },
    {
      "author_id": "EwUfcEr",
      "post_id": "001",
      "published_at": "2035-01-06 22:47",
      "content": "Ivan",
      "id": "SRwPHmA"
    },
    {
      "author_id": "va7zFmp",
      "post_id": "001",
      "published_at": "2044-06-26 00:03",
      "content": "maks",
      "id": "faqrwaW"
    },
    {
      "author_id": "EwUfcEr",
      "post_id": "001",
      "published_at": "2056-01-05 01:27",
      "content": "ghjkl",
      "id": "q3AkqoF"
    },
    {
      "author_id": "va7zFmp",
      "post_id": "001",
      "published_at": "2051-06-29 16:22",
      "content": "213",
      "id": "jWA2vD2"
    }
  ],
  "sessions": [
    {
      "id": "5b37",
      "hash": "0.61092692106607815460961319331545382738113403320313",
      "user": {
        "id": "001",
        "login": "dima",
        "password": "1234567",
        "registeredAt": "2024-02-17",
        "roleId": "0"
      }
    },
    {
      "id": "f1b2",
      "hash": "0.17253856231146902366901940695242956280708312988281",
      "user": {
        "id": "001",
        "login": "dima",
        "password": "1234567",
        "registeredAt": "2024-02-17",
        "roleId": "0"
      }
    },
    {
      "hash": "0.33448686077666023308552212256472557783126831054688",
      "user": {
        "login": "Ivan",
        "password": "1234567",
        "registed_at": "2058-05-01 12:11",
        "role_id": 2,
        "id": "EwUfcEr"
      },
      "id": "7VZpwRM"
    },
    {
      "hash": "0.42968643881676138462921699101570993661880493164063",
      "user": {
        "id": "va7zFmp",
        "login": "maks",
        "password": "1234567",
        "registeredAt": "2042-04-07 14:50",
        "roleId": 1
      },
      "id": "aq96ZwM"
    }
  ]
}